Repository: ppfeufer/aa-forum
Catalog: aa_forum/locale/*/LC_MESSAGES/django.po
Languages: de, ru, uk

source: Forum
ru: Форум
uk: Форум

source: This field is mandatory
de: Dies ist ein Pflichtfeld
ru: Обязательное поле
uk: Це поле обовʼязкове

source: Message
de: Beitrag
ru: Сообщение
uk: Повідомлення

source: Subject
de: Thema
ru: Тема
uk: Тема

source: You have forgotten the message!
uk: Ви забули повідомлення!

source: Boards
ru: Доски
uk: Дошки

source: Boards to be created with this category (One board per line). These boards will have no group restrictions, so you have to add them later where needed.
de: Mit dieser Kategorie zu erstellende Boards (ein Board pro Zeile). Für diese Boards gelten keine Gruppenbeschränkungen, sodass diese später bei Bedarf hinzufügt werden müssen.
ru: Доски, создаваемые в этой категории (Одна доска в строке). Для досок не будут установлены ограничения по группам, их нужно добавить отдельно.
uk: Борди, які створюються з цією категорією (одна борда на рядок). Ці борди не матимуть обмежень для груп, тобто Вам треба буде додати обмеження згодом.

source: Name
ru: Название
uk: Назва

source: Category name
de: Kategoriename
uk: Назва Категорії

source: Description
de: Beschreibung
ru: Описание
uk: Опис

source: Group restrictions
de: Gruppenbeschränkungen
ru: Ограничения групп
uk: Обмеження групи

source: Discord webhook (optional)
uk: Вебхук Діскорда (опціонально)

source: Use this Discord webhook for replies as well?
de: Diesen Discord-Webhook auch für Antworten nutzen?
uk: Використати поточний вебхук для відповідей так само?

source: Mark board as "Announcement Board"
uk: Відмітити борду як "Оголошення"

source: Start topic restrictions for "Announcement Boards"
uk: Увімкнути обмеження борди для "Оголошень"

source: Board name
uk: Дошка

source: Board description (optional)
de: Boardbeschreibung (Optional)
uk: Опис дошки

source: Close topic
uk: Закрити тему

source: If checked, this topic will be closed after posting this message.
uk: Якщо відмічено, ця тема буде закрита після публікації цього повідомлення.

source: Reopen topic
uk: Перевідкрити тему

source: If checked, this topic will be reopened after posting this message.
uk: Якщо відмічено, ця тема буде перевідкрита після публікації цього повідомлення.

source: Your signature will appear below your posts.
de: Deine Signatur wird unter Deinem Beiträgen angezeigt.
ru: Ваша подпись будет отображаться под Вашими сообщениями.
uk: Ваш підпис з'явиться пыд Вашими постами.

source: Your website's title.
de: Der Titel Deiner Website.
ru: Заголовок Вашего вебсайта.
uk: Назва Вашого веб-сайту.

source: Your website's URL. (Don't forget to also set a title for your website, otherwise this field will be ignored.)
de: Die URL Deiner Website. (Vergiss nicht, auch einen Titel für Deine Website festzulegen, da dieses Feld sonst ignoriert wird.)
ru: URL Вашего вебсайта. (Не забудьте также указать название, иначе это поле будет проигнорировано.)
uk: URL Вашого сайту (не забудьте задати назву Вашого веб-сайту, інакше це поле буде ігноруватись)

source: Information: There is currently no module installed that can handle Discord direct messages. Have a chat with your IT guys to remedy this.
de: Information: Derzeit ist kein Modul installiert, das Discord-Direktnachrichten verarbeiten kann. Sprich mit Deinen IT-Leuten, um Abhilfe zu schaffen.
ru: Информация: в настоящее время не установлены модуля для передачи ЛС в Discord. Обратитесь в IT поддержку.
uk: Інформація: Модуль, який оброблюватиме прямі повідомлення від Діскорду, не встановлено. Обговоріть це з техкомандою для опрацювання цього.

source: Activating this setting will ad a widget to your dashboard that shows unread topics in the forum.
uk: Активація цього налаштування додасть віджет до Вашого дашборду, що покаже непрочитані теми у форумі.

source: Signature
de: Signatur
ru: Подпись
uk: Підпис

source: Website title
de: Webseitentitel
uk: Назва сайту

source: Website URL
de: Webadresse
ru: URL вебсайта
uk: URL сайту

source: PM me on Discord when I get a new personal message
de: PM an mich auf Discord, wenn ich eine neue persönliche Nachricht erhalte
ru: Отправлять ЛС в Discord при получении личного сообщения
uk: Написати приватно мені в Діскорд коли з'являться персональні повідомлення

source: Show unread topics as widget on the dashboard
uk: Показувати непрочитані теми як віджет на дашборді

source: e.g.: My Homepage
de: z.B.: Meine Homepage
ru: например: Моя Веб Страница
uk: наприклад: моя сторінка

source: Ensure your signature has at most {max_signature_length} characters. (Currently: {len(signature)})
de: Stelle sicher, dass Deine Signatur höchstens {max_signature_length} Zeichen hat. (Aktuell: {len(signature)})
ru: Убедитесь, что ваша подпись не более {max_signature_length} символов. (Сейчас: {len(signature)})
uk: Впевніться, що Ваш підпис має як мінімум {max_signature_length}. (Зараз: {len(signature)})

source: This is not a valid URL
de: Dies ist keine gültige URL
ru: Некорректный URL
uk: Це не валідний URL

source: Recipient
de: Empfänger
ru: Получатель
uk: Отримувач

source: AA-Forum
uk: АА-форум

source: Can access the AA-Forum module
de: Kann auf das AA-Forum-Modul zugreifen
ru: Имеет доступ к модулю АА-форум
uk: Є доступність модуля АА-форума

source: Can manage the AA-Forum module (Category, topics and messages)
de: Kann das AA-Forum-Modul verwalten (Kategorie, Themen und Nachrichten)
ru: Может управлять модулем АА-форум (категории, темы и сообщения)
uk: Є можливість модуля АА-форуму (Категорія, теми та повідомлення)

source: category
de: Kategorie
ru: категория
uk: категорія

source: categories
de: Kategorien
ru: категории
uk: категорії

source: Discord webhook URL for the channel to post about new topics in this board. (This setting is optional)
de: Discord-Webhook URL für den Kanal, um über neue Themen in diesem Board zu posten. (Diese Einstellung ist optional)
uk: URL вебхука Діскорда для каналу про публікацію нових тем на борді. (опціональне налаштування)

source: Use this Discord webhook for replies as well? When activated every reply to any topic in this board will be posted to the defined Discord channel. (Child boards are excluded) Chose wisely! (Default: NO)
de: Diesen Discord-Webhook auch für Antworten nutzen? Wenn aktiviert, wird jede Antwort zu einem beliebigen Thema in diesem Forum im definierten Discord-Kanal gepostet. (Untergeordnete Boards sind ausgeschlossen) Wähle mit Bedacht! (Standard: NEIN)
uk: Використовувати цей вебхук Діскорда також для відповідей? Коли активно, кожна відповідь у кожному топіку в цій борді буде поститись в вказаний канал Діскорду. (За виключенням дочірніх борд). Обирай обережно! (За замовчанням: NO)

source: This will restrict access to this board to the selected groups. If no groups are selected, everyone who can access the forum can also access this board. (This setting is optional)
de: Dadurch wird der Zugriff auf dieses Board auf die ausgewählten Gruppen beschränkt. Wenn keine Gruppen ausgewählt sind, kann jeder, der auf das Forum zugreifen kann, auch auf dieses Board zugreifen. (Diese Einstellung ist optional)
ru: Только перечисленные группы будут иметь доступ к доске. Если группы не выбраны, все пользователи форума будут иметь доступ к доске. (Настройка не обязательна)
uk: Це обмежить доступ до цієї борди до визначених груп. Якщо не обрати групи, усі хто може мати доступ на форум, зможуть отримати доступ до борди. (Це значення опціональне)

source: Mark this board as an "Announcement Board", meaning that only certain selected groups can start new topics. All others who have access to this board will still be able to discuss in the topics though. This setting will not be inherited to child boards. (Default: NO)
uk: Позначити цю борду як "Оголошення", що означає можливість тільки обраним групам починати у ній теми. Усі інші, хто матиме доступ до цієї борди, матимуть можливість тільки обговорювання в темах борди. Це значення не успадковується для дочірніх борд. (Занчення за замовчанням: NO)

source: User in at least one of the selected groups will be able to start topics in "Announcement Boards". If no group is selected, only forum admins can do so. This setting will not be inherited to child boards. (Hint: These restrictions only take effect when a board is marked as "Announcement Board", see checkbox above.)
uk: користувач в хоча б одній з обраних груп буде мати можливість починати теми на бордах типу "Оголошення". Якщо не обрано, уе можуть робити тільки адмністратори форуму. Це значення не наслідується дочірніми бордами. (Нагадування: ці обмеження вступають в дію тільки коли встановлено, що борда є "Оголошенням")

source: board
ru: доска
uk: борда

source: boards
ru: доски
uk: борди

source: <h4>Warning!</h4><p>There is already a topic with the exact same subject in this board.</p><p>See here: <a href="{self.topic_url}">{self._topic.subject}</a></p>
uk: <h4>Увага!</h4><p>Вже є тема з такою самою назвою на цій борді.</p><p>Дивись тут: <a href="{self.topic_url}">{self._topic.subject}</a></p>

source: topic
de: Thema
ru: тема
uk: тема

source: topics
de: Themen
ru: темы
uk: теми

source: message
de: Beitrag
ru: сообщение
uk: повідомлення

source: messages
de: Beträge
ru: сообщения
uk: повідомлення

source: personal message
de: Persönliche Nachricht
ru: личное сообщение
uk: приватне повідомлення

source: personal messages
de: Persönliche Nachrichten
ru: личные сообщения
uk: приватні повідомлення

source: Messages per page
de: Beiträge pro Seite
ru: Сообщений на странице
uk: Повідомлень на сторінку

source: Topics per page
de: Themen pro Seite
ru: Тем на странице
uk: Топіків на сторінку

source: User signature length
de: Länge der Benutzersignatur
ru: Длина подписи пользователя
uk: Довжина підпису користувача

source: How many messages per page should be displayed in a forum topic? (Default: 15)
de: Wie viele Beiträge pro Seite sollen in einem Forenthema angezeigt werden? (Standard: 15)
ru: Сколько сообщений отображать на странице? (По умолчанию: 15)
uk: Скільки повідомлень на сторінку буде відобрежено в темі форуму? (За замовчанням: 15)

source: How many topics per page should be displayed in a forum category? (Default: 10)
de: Wie viele Themen pro Seite sollen in einer Forenkategorie angezeigt werden? (Standard: 10)
ru: Сколько тем отображать на странице в категории? (По умолчанию: 10)
uk: Скільки тем на сторінці буде відображено? (За замовчанням: 10)

source: How long (Number of characters) is a user's signature allowed to be? (Default: 750)
de: Wie lang (Anzahl Zeichen) darf die Signatur eines Benutzers sein? (Standard: 750)
ru: Какой длины (количество символов) может быть подпись пользователя? (По умолчанию: 750)
uk: Дозволена довжина (кількість символів) підпису користувача (за замовчанням: 750)

source: setting
de: Einstellung
ru: настройка
uk: налаштування

source: settings
de: Einstellungen
ru: настройки
uk: налаштування

source: Forum settings
de: Forumeinstellungen
uk: Налаштування форуму

source: user profile
de: Benutzerprofil
ru: профиль пользователя
uk: профіль користувача

source: user profiles
de: Benutzerprofile
ru: профили пользователей
uk: профілі користувачів

source: Forum user profile
de: Benutzerprofil
uk: Профіль користувача форуму

source: on:
de: geschrieben:
ru: дата:
uk: на:

source: Reply
de: Antwort
ru: Ответить
uk: Відповідь

source: Delete message
de: Beitrag löschen
uk: Видалити повідомлення

source: Delete board
de: Board löschen
uk: Видалити борду

source: Close
uk: Закрити

source: Are you sure you want to delete this board?
de: Möchtest Du dieses Board wirklich löschen?
ru: Вы уверены, что хотите удалить эту доску?
uk: Ви дійсно бажаєте видалити борду?

source: This will also remove all topics and messages in this board.
de: Dadurch werden auch alle Themen und Beiträge in diesem Board entfernt.
ru: Это также удалит все темы и сообщения на доске.
uk: Це також видалить усі теми та повідомлення на цій борді.

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!
ru: Это действие нельзя будет отменить!
uk: Цю дію не можна відмінити!

source: Cancel
de: Abbrechen
ru: Отмена
uk: Скасувати

source: Delete
de: Löschen
ru: Удалить
uk: Видалити

source: Delete category
de: Kategorie löschen
uk: Видалити категорію

source: Are you sure you want to delete this category?
de: Möchtest Du diese Kategorie wirklich löschen?
ru: Вы уверены, что хотите удалить эту категорию?
uk: Ви впевнені, що хочете видалити цю категорію?

source: This will also remove all boards, topics and messages in this category.
de: Dadurch werden auch alle Foren, Themen und Beiträge in dieser Kategorie entfernt.
ru: Это также удалит все доски, темы и сообщения в категории.
uk: Це також видалить усі борди, теми та повідомлення в поточній категорії.

source: Change lock state of topic
de: Sperrstatus des Themas ändern
ru: Изменить блокировку темы
uk: Змінити статус блокування теми

source: Unlock/re-open topic
de: Thema entsperren/erneut öffnen
uk: Розблокувати/перевідкрити тему

source: Lock/close topic
de: Thema sperren/schließen
uk: Заблокувати/закрити тему

source: Are you sure you want to unlock/re-open this topic?
de: Möchtest Du dieses Thema wirklich entsperren/erneut öffnen?
ru: Вы уверены что хотите разблокировать эту тему?
uk: Ви впевнені що хочете розблокувати/перевідкрити цю тему?

source: Are you sure you want to lock/close this topic?
de: Möchtest Du dieses Thema wirklich sperren/schließen?
ru: Вы уверены что хотите заблокировать эту тему?
uk: Ви дійсно хочете заблокувати/закрити цю тему?

source: Change sticky state of topic
de: Sticky-Status des Themas ändern
ru: Изменить свойство 'Sticky' для темы
uk: Змінити закріплений статус теми

source: Remove "sticky" state from topic
de: Entferne den „Sticky“-Status von diesem Thema
uk: Видалити закріплення теми

source: Set "sticky" state for topic
de: Setze den „Sticky“-Status für dieses Thema
uk: Встановити закріплення теми

source: Are you sure you want to remove the sticky state from this topic?
de: Bist Du sicher, dass Du den Sticky-Status von diesem Thema entfernen möchtest?
ru: Вы уверены что хотите удалить свойство 'sticky' для темы?
uk: Ви впевнені, що хочете видалити закріплення цієї теми?

source: Are you sure you want to make this topic sticky, so it always shows up on top of the topic list?
de: Möchtest Du dieses Thema wirklich fixieren, sodass es immer ganz oben in der Themenliste angezeigt wird?
ru: Вы уверены что хотите установить свойство 'sticky' для темы, чтобы она всегда отображалась в начале списка тем?
uk: Ви впевнені, що хочете закріпити цю тему, таким чином вона буде завжди показуватись зверху списку тем?

source: Unset sticky
de: Sticky aufheben
uk: Відкріпити

source: Make sticky
de: Sticky setzen
uk: Закріпити

source: Delete topic
de: Thema löschen
uk: Видалити тему

source: Are you sure you want to delete this topic?
de: Möchtest Du dieses Thema wirklich löschen?
ru: Вы уверены, что хотите удалить эту тему?
uk: Ви впевнені, що хочете видалити тему?

source: This will also remove all messages in this topic.
de: Dadurch werden auch alle Themen und Nachrichten in diesem Thema entfernt.
ru: Это также удалит все сообщения в этой теме.
uk: Це також видалить усі повідомлення з цієї теми.

source: Are you sure you want to delete this message?
de: Möchtest Du diesen Beitrag wirklich löschen?
ru: Вы уверены, что хотите удалить это сообщение?
uk: Ви впевнені, що хочете видалити повідомлення?

source: If this message is the original post, then the entire topic will be removed as well.
de: Wenn es sich bei diesem Beitrag um den ursprünglichen Beitrag handelt, wird auch das gesamte Thema entfernt.
ru: Если данное сообщение является началом темы, вся тема также будет удалена.
uk: Якщо це повідомлення є найпершим постом, усю тему також буде видалено.

source: If this message is the beginning of a conversation, all related messages will be removed as well.
de: Wenn diese Nachricht der Beginn einer Konversation ist, werden alle zugehörigen Nachrichten ebenfalls entfernt.
ru: Если данное сообщение является началом разговора, все сообщения разговора будут удалены.
uk: Якщо це повідомлення починає розмову, усі пов'язані повідомлення також будуть видалені.

source: Edit board
de: Board bearbeiten
uk: Редагувати борду

source: Changing the name of this board does not change its URL part. This will remain the same to not break any possible links into this board.
de: Das Ändern des Namens dieses Boards ändert nicht seinen URL-Teil. Dies bleibt gleich, um keine möglichen Links in dieses Board zu unterbrechen.
ru: Изменение названия доски не поменяет URL. Это позволит сохранить работоспособность всех ранее созданных ссылок на эту доску.
uk: Зміни у імені борди не змінюють її URL. Вона залишиться така сама щоб не зламати посилання на неї.

source: Change board
de: Board ändern
uk: Змінити борду

source: New child board
de: Neues Unterboard
uk: Нова дочірня борда

source: New boards will be added at the bottom of the board list for this category. You can move them via drag and drop to a position of your liking.
de: Neue Boards werden am Ende der Boardliste für diese Kategorie hinzugefügt. Du kannst diese per Drag and Drop an eine Position Deiner Wahl verschieben.
ru: Новые доски будут добавлены в конец списка данной категории. В дальнейшем Вы сможете перетащить их на желаемую позицию.
uk: Нові борди додаватимуться знизу списку борд у цій категорії. Ви можете рухати їх перегягуванням як бажаєте.

source: Create board
de: Board erstellen
uk: Створити борду

source: Here you can create, modify and delete categories and boards. You also can change their order via drag and drop.
de: Hier kannst Du Kategorien und Boards erstellen, ändern und löschen. Du kannst ihre Reihenfolge auch per Drag & Drop ändern.
ru: Здесь вы можете создавать, изменять и удалять категории и доски. Также можно менять порядок следования с помощью перетаскивания.
uk: Тут Ви можете створювати, модифікувати та видаляти категорії та борди. Також можна змінити порядок перетягуванням.

source: Edit category
de: Kategorie bearbeiten
uk: Редагувати категорію

source: Expand/collapse category
de: Kategorie erweitern/reduzieren
uk: Розгорнути/згорнути категорію

source: Changing the name of this category does not change its URL part. This will remain the same to not break any possible links into this category.
de: Das Ändern des Namens dieser Kategorie ändert nicht ihren URL-Teil. Dies bleibt gleich, um keine möglichen Links in diese Kategorie einzuteilen.
ru: Изменение названия категории не поменяет URL. Это позволит сохранить работоспособность всех ранее созданных ссылок на эту категорию.
uk: Зміна імені цієї категорії не змінить URL. Вона залишиться такою самою, щоб не зламати інші посилання на неї.

source: Change category
de: Kategorie ändern
uk: Змінити категорію

source: New board
de: Neues Board
uk: Нова борда

source: Create new category
de: Neue Kategorie erstellen
uk: Створити нову категорію

source: New category
de: Neue Kategorie
uk: Нова категорія

source: New categories will be added at the bottom of the category list. You can move them via drag and drop to a position of your liking.
de: Neue Kategorien werden am Ende der Kategorieliste hinzugefügt. Du kannst sie per Drag and Drop an eine Position Deiner Wahl verschieben.
ru: Новые категории будут добавлены в конец списка категорий. В дальнейшем Вы сможете перетащить их на желаемую позицию.
uk: Нові категорії будуть додаватись знизу списку. Ви можете рухати їх перетягуванням.

source: Create category
de: Kategorie erstellen
uk: Створити категорію

source: Submit
de: Absenden
ru: Отправить
uk: Відправити

source: Forum index
uk: Індекс форуму

source: Modify message
de: Beitrag bearbeiten
uk: Коригувати Повідомлення

source: Start new topic
de: Neues Thema beginnen
ru: Начать новую тему
uk: Почати нову тему

source: Search
de: Suche
ru: Поиск
uk: Пошук

source: Search for:
de: Suche nach:
ru: Искать:
uk: Шукати:

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!

source: Fields marked with an asterisk (*) are mandatory
de: Mit einem Sternchen (*) gekennzeichnete Felder sind Pflichtfelder
ru: Поля, отмеченные (*) обязательны
uk: Поля, позначені зірочкою (*), є обов'язковими

source: No topics have been started in this board …
de: In diesem Board wurden keine Themen begonnen …
ru: Эта доска не содержит тем…
uk: У цій борді нема тем…

source: There are new messages in this board
uk: Є нові повідомлення на борді

source: New
de: Neu
ru: Новый
uk: Нове

source: This board is restricted to the following group:
de: Dieses Board ist auf die folgende Gruppe beschränkt:
uk: Ця борда обмежена для поточної групи:

source: Child boards:
de: Untergeordnete Boards:
uk: Дочірні борди:

source: Posts
de: Beiträge
ru: Сообщения
uk: Пости

source: Topics
de: Themen
ru: Темы
uk: Теми

source: Unread
de: Ungelesen
ru: Непрочитанные
uk: Не прочитане

source: Last post:
de: Letzter Beitrag:
ru: Последнее сообщение:
uk: Крайній пост:

source: Re:
de: Betreffend:
ru: Ответ на:
uk: Щодо:

source: posted by:
de: von:
ru: отправитель:
uk: автор:

source: posted at:
de: geschrieben:
ru: отправлено:
uk: опубліковано:

source: New topic
de: Neues Thema
uk: Нова тема

source: You either don't have access to this board, or this board doesn't exist.
de: Du hast entweder keinen Zugriff auf dieses Board oder dieses Board existiert nicht.
ru: У Вас нет прав доступа к доске или доска не существует.
uk: Ви не маєте доступу до борди, або вона не існує.

source: Message pagination
de: Paginierung der Beträge
uk: Розбивка по сторінкам

source: First
de: Erster
ru: Первый
uk: Перший

source: Previous
de: Vorheriger
ru: Предыдущий
uk: Назад

source: Next
de: Nächster
ru: Следующий
uk: Далі

source: Last
de: Letzter
ru: Последний
uk: Останній

source: Go to first unread message
uk: Перейти до непрочитаних повідомлень

source: Topic is always on top
de: Das Thema steht immer oben
uk: Тема завжди зверху

source: Topic is locked
de: Thema ist gesperrt
uk: Тема заблокована

source: Started by
de: Begonnen bei
ru: Запущена
uk: Почато

source: Replies
de: Antworten
ru: Ответы
uk: Відовіді

source: Last post
de: Letzter Beitrag
ru: Последнее сообщение
uk: Останнє повідомлення

source: Go to last message
de: Gehe zum letzten Beitrag
uk: Перейти до крайнього повідомлення

source: Change topics sticky state
de: Sticky-Status vom Thema ändern
uk: Змінити статус "закріплений"

source: Mark all topics as read
de: Alle Themen als gelesen markieren
ru: Отметить все темы как прочитанные
uk: Відмітити усі теми як прочитані

source: Copy message link to clipboard
de: Beitragslink in die Zwischenablage kopieren
uk: Скопіювати посилання на повідомлення в буфер

source: Last modified:
de: Zuletzt geändert:
uk: Модифіковано востаннє:

source: Note: You are not on the last page of this topic and may miss the most recent replies.
de: Hinweis: Du befindest Dich nicht auf der letzten Seite dieses Themas und verpasst möglicherweise die neuesten Antworten.
ru: Примечание: Вы не на последней странице темы и могли пропустить свежие ответы.
uk: Зауваження: Ви не на останній сторінці цієї теми та можете пропустити останні відповіді.

source: Modify
de: Ändern
ru: Изменить
uk: Модифікувати

source: Modify topic
de: Thema ändern
uk: Модифікувати тему
