Repository: ppfeufer/aa-forum
Catalog: aa_forum/locale/*/LC_MESSAGES/django.po
Languages: de, ru, uk

source: Warning: this topic is locked! Only admins can reply.
de: Achtung: Dieses Thema ist gesperrt! Nur Administratoren können antworten.
ru: Внимание: эта тема закрыта! Отвечать могут только админы.
uk: Увага: ця тема заблокована! Тільки адміністратори можуть відповідати.

source: Clear form
de: Formular löschen
uk: Очистити форму

source: Show all unread topics
de: Alle ungelesenen Themen anzeigen
ru: Показать все непрочитанные темы
uk: Показати усі непрочитані теми

source: Administration
de: Verwaltung
ru: Администрирование
uk: Адміністрування

source: Categories and boards
de: Kategorien und Boards
uk: Категорії та борди

source: Profile
de: Profil
ru: Профиль
uk: Профіль

source: Messages
de: Nachrichten
ru: Сообщения
uk: Повідомлення

source: Inbox
de: Posteingang
ru: Входящие
uk: Вхідні

source: Date
de: Datum
ru: Дата
uk: Дата

source: Sender
de: Absender
ru: Отправитель
uk: Відправник

source: Read message
de: Nachricht lesen
uk: Читати Повідомлення

source: No personal messages
de: Keine persönlichen Nachrichten
ru: Нет личных сообщений
uk: Нема персональних повідомлень

source: New personal message
de: Keine persönlichen Nachrichten
uk: Нове персональне повідомлення

source: Send message
de: Nachricht senden
uk: Відправити Повідомлення

source: Reply to:
de: Antwort an:
ru: Кому:
uk: Кому відовідаємо:

source: Send reply
de: Antwort senden
uk: Відправити відповідь

source: Sent messages
de: Gesendete Nachrichten
uk: Відправити Повідомлення

source: No personal messages sent
de: Keine gesendeten Nachrichten
ru: Нет отправленных личных сообщений
uk: Не відправлено персональних повідомлень

source: New message
de: Neue Nachricht
uk: Нове Повідомлення

source: User profile
de: Benutzerprofil
uk: Профіль користувача

source: Search …
de: Suche …
ru: Поиск…
uk: Пошук …

source: Forum: Unread topics
uk: Форум: Непрочитані теми

source: Administration (Categories and boards)
de: Verwaltung (Kategorien und Boards)
uk: Адміністрування (Категорії та борди)

source: Administration (Forum settings)
de: Verwaltung (Forum-Einstellungen)
uk: Адміністрування (Налаштування форуму)

source: New posts
de: Neue Beiträge
ru: Новые сообщения
uk: Нові пости

source: No new posts
de: Keine neuen Beiträge
ru: Нет новых сообщений
uk: Нема нових постів

source: Start new topic in
de: Neues Thema beginnen in
ru: Начать новую тему в
uk: Почати нову тему -

source: Start topic
de: Thema beginnen
uk: Початок теми

source: Modify topic subject
de: Themenbetreff ändern
uk: Редагувати назву теми

source: Unread topics
de: Ungelesene Themen
uk: Непрочитані теми

source: Unread Topics
de: Ungelesene Themen
ru: Непрочитанные темы
uk: Непрочитані теми

source: You have no unread topics …
de: Du hast keine ungelesenen Themen …
ru: У Вас нет непрочитанных тем…
uk: У Вас нема непрочитаних тем…

source: Personal messages (Inbox)
de: Persönliche Nachrichten (Posteingang)
uk: Персональні повідомлення (Вхідні)

source: Personal messages (New message)
de: Persönliche Nachrichten (Neue Nachricht)
uk: Персональні повідомлення (Нове)

source: Enter the recipients name
de: Gib den Namen des Empfängers ein
ru: Введите имя получателя
uk: Введіть імена отримувачів

source: Personal messages (Reply to message)
de: Persönliche Nachrichten (Auf Nachricht antworten)
uk: Персональні повідомлення (Відповісти на повідомлення)

source: Personal messages (Sent messages)
de: Persönliche Nachrichten (Gesendete Nachrichten)
uk: Персональні повідомлення (Відправлені)

source: Search results
de: Suchergebnisse
uk: Результати пошуку

source: %(counter)s Result
de: %(counter)s Resultat
uk: %(counter)s результат

source: Nothing found …
de: Nichts gefunden …
ru: Ничего не найдено…
uk: Нічого не знайдено…

source: Timezone conversion
de: Zeitzonenübersicht
uk: Часова зона

source: <h4>Success!</h4><p>Category created.</p>
de: <h4>Erfolg!</h4><p>Kategorie erstellt.</p>
ru: <h4>Успех!</h4><p>Категория создана.</p>
uk: <h4>Успіх!</h4><p>Категорію створено.</p>

source: <h4>Success!</h4><p>Category name changed from "{category_name_old}" to "{category.name}".</p>
de: <h4>Erfolg!</h4><p>Der Kategoriename wurde von „{category_name_old}“ in „{category.name}“geändert.</p>
ru: <h4>Успех!</h4><p>Имя категории изменено с "{category_name_old}" на "{category.name}".</p>
uk: <h4>Успіх!</h4><p>Категорію переіменовано з "{category_name_old}" на "{category.name}".</p>

source: <h4>Success!</h4><p>Category "{category_name}" removed.</p>
de: <h4>Erfolg!</h4><p>Kategorie „{category_name}“ entfernt.</p>
ru: <h4>Успех!</h4><p>Категория "{category_name}" удалена.</p>
uk: <h4>Успіх!</h4><p>Категорію "{category_name}" видалено.</p>

source: <h4>Success!</h4><p>Board "{new_board.name}" created.</p>
de: <h4>Erfolg!</h4><p>Board„{new_board.name}“ erstellt.</p>
ru: <h4>Успех!</h4><p>Доска "{new_board.name}" создана.</p>
uk: <h4>Успіх!</h4><p>Борду "{new_board.name}" створено.</p>

source: <h4>Success!</h4><p>Board "{board.name}" changed.</p>
de: <h4>Erfolg!</h4><p>Board „{board.name}“ geändert.</p>
ru: <h4>Успех!</h4><p>Доска "{board.name}" изменена.</p>
uk: <h4>Успіх!</h4><p>Борда "{board.name}" змінилась.</p>

source: <h4>Success!</h4><p>Board "{board_name}" removed.</p>
de: <h4>Erfolg!</h4><p>Board „{board_name}“ entfernt.</p>
ru: <h4>Успех!</h4><p>Доска "{board_name}" удалена.</p>
uk: <h4>Успіх!</h4><p>Борда "{board_name}" видалена.</p>

source: <h4>Success!</h4><p>Settings updated.</p>
de: <h4>Erfolg!</h4><p>Einstellungen aktualisiert.</p>
ru: <h4>Успех!</h4><p>Настройки обновлены.</p>
uk: <h4>Успіх!</h4><p>Налаштування оновлено.</p>

source: <h4>Error!</h4><p>Something went wrong, please check your input.</p>
de: <h4>Fehler!</h4><p>Etwas ist schief gelaufen, bitte überprüfe Deine Eingabe.</p>
ru: <h4>Ошибка!</h4><p>Что-то сломалось, проверьте введенные данные.</p>
uk: <h4>Помилка!</h4><p>Щось пішло не так, спробуйте перевірити введене.</p>

source: <h4>Error!</h4><p>The board you were trying to visit does either not exist, or you don't have access to it.</p>
de: <h4>Fehler!</h4><p>Das Board, das Du aufrufen willst, existiert entweder nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Доска, на которую вы пытаетесь попасть, не существует или Вам не доступна.</p>
uk: <h4>Помилка!</h4><p>Борда, яку Ви відвідуєте, не існує або у Вас нема до неї прав.</p>

source: <h4>Error!</h4><p>The category you were trying to post in does not exist.</p>
de: <h4>Fehler!</h4><p>Die Kategorie, in der Du posten willst, existiert nicht.</p>
ru: <h4>Ошибка!</h4><p>Категория, в которую в попытались написать, не существует.</p>
uk: <h4>Помилка!</h4><p>Категорія, в яку Ви постите, не існує.</p>

source: <h4>Error!</h4><p>The board you were trying to post in does either not exist, or you don't have access to it.</p>
de: <h4>Fehler!</h4><p>Das Board, in dem Du posten willst, existiert entweder nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Доска, на которую вы пытаетесь написать, не существует или Вам не доступна.</p>
uk: <h4>Помилка!</h4><p>Борда, в яку Ви постите, не існує або у Вас нема до неї доступу.</p>

source: <h4>Error!</h4><p>The board you were trying to post in is an announcement board and you don't have the permissions to start a topic there.</p>
de: <h4>Fehler!</h4><p>Das Board in dem Du posten willst, ist ein „Ankündigungs-Board“ und Du hast nicht die Berechtigung, dort ein Thema zu eröffnen.</p>
uk: <h4>Помилка!</h4><p>Борда, в яку Ви намагаєтесь постити - оголошення і у Вас нема прав в ній починати теми.</p>

source: <h4>Error!</h4><p>Either subject or message is missing. Please make sure you enter both fields, as both fields are mandatory.</p>
de: <h4>Fehler!</h4><p>Theme oder Beitrag fehlt. Bitte stelle sicher, dass Du beide Felder ausfüllst, da beide Felder Pflichtfelder sind.</p>
ru: <h4>Ошибка!</h4><p>Отсутствует название или текст сообщения. Заполните оба поля.</p>
uk: <h4>Помилка!</h4><p>Не вистачає теми або повідомлення. Будь ласка перевірте, що обидва поля заповнені, оскільки вони обидва обов'язкові.</p>

source: <h4>Error!</h4><p>The topic you were trying to view does not exist or you do not have access to it.</p>
de: <h4>Fehler!</h4><p>Das Thema, das Du öffnen wollten, existiert nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Тема, которую вы пытаетесь посмотреть, не существует или Вам не доступна.</p>
uk: <h4>Помилка!</h4><p>Тема, яку Ви переглядаєте, не існує або ви не маєте на неї прав.</p>

source: <h4>Error!</h4><p>The topic you were trying to modify does not exist or you do not have access to it.</p>
de: <h4>Fehler!</h4><p>Das Thema, das Du bearbeiten willst, existiert nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Тема, которую вы пытаетесь изменить, не существует или Вам не доступна.</p>
uk: <h4>Помилка!</h4><p>Тема, яка модифікується, не існує або у Вас до неї немає прав.</p>

source: <h4>Error!</h4><p>You are not allowed to modify this topic!</p>
de: <h4>Fehler!</h4><p>Du bist nicht berechtigt, dieses Thema zu ändern!</p>
ru: <h4>Ошибка!</h4><p>Вам не разрешается изменять эту тему!</p>
uk: <h4>Помилка!</h4><p>Вам не дозволено модифікувати цю тему!</p>

source: <h4>Success!</h4><p>The topic subject has been updated.</p>
de: <h4>Erfolg!</h4><p>Das Thema wurde aktualisiert.</p>
ru: <h4>Успех!</h4><p>Название темы изменено.</p>
uk: <h4>Успіх!</h4><p>Назву теми оновлено.</p>

source: <h4>Error!</h4><p>The topic you were trying to reply does not exist or you do not have access to it.</p>
de: <h4>Fehler!</h4><p>Das Thema, auf das Du antworten willst, existiert nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Тема, в которой вы пытаетесь ответить, не существует или Вам не доступна.</p>
uk: <h4>Помилка!</h4><p>Тема, на яку Ви відповідаєте, не існує або у Вас нема прав.</p>

source: <h4>Error!</h4><p>Message field is mandatory and cannot be empty.</p>
de: <h4>Fehler!</h4><p>Das Beitragsfeld ist ein Pflichtfeld und darf nicht leer sein.</p>
ru: <h4>Ошибка!</h4><p>Текст сообщения должен присутствовать и не может быть пустым.</p>
uk: <h4>Помилка!</h4><p>Повідомлення не може бути пустим.</p>

source: <h4>Error!</h4><p>Something went wrong, please try again.</p>
de: <h4>Fehler!</h4><p>Etwas ist schief gelaufen, bitte versuche es erneut.</p>
ru: <h4>Ошибка!</h4><p>Что-то пошло не так, попробуйте еще раз.</p>
uk: <h4>Помилка!</h4><p>Щось пішло не так, будь ласка повторіть потужніше.</p>

source: <h4>Success!</h4><p>Topic "{current_topic}" has been unlocked/re-opened.</p>
de: <h4>Erfolg!</h4><p>Topic „{current_topic}“ wieder eröffnet.</p>
ru: <h4>Успех!</h4><p>Тема "{current_topic}" была открыта.</p>
uk: <h4>Успіх!</h4><p>Тема "{current_topic}" була розблокована/перевідкрита.</p>

source: <h4>Success!</h4><p>Topic "{current_topic}" has been locked/closed.</p>
de: <h4>Erfolg!</h4><p>Thema „{current_topic}“ wurde gesperrt/geschlossen.</p>
ru: <h4>Успех!</h4><p>Тема "{current_topic}" была закрыта.</p>
uk: <h4>Успіх!</h4><p>Тема "{current_topic}" була заблокована/закрита.</p>

source: <h4>Success!</h4><p>Topic "{curent_topic}" is no longer "sticky".</p>
de: <h4>Erfolg!</h4><p>Thema „{curent_topic}“ ist nicht mehr „Sticky“.</p>
uk: <h4>Успіх!</h4><p>Тема"{curent_topic}" більше не "закріплена".</p>

source: <h4>Success!</h4><p>Topic "{curent_topic}" is now "sticky".</p>
de: <h4>Erfolg!</h4><p>Thema „{curent_topic}“ ist jetzt „Sticky“.</p>
uk: <h4>Успіх!</h4><p>Тема"{curent_topic}" тепер "закріплена".</p>

source: <h4>Success!</h4><p>Topic "{topic__subject}" removed.</p>
de: <h4>Erfolg!</h4><p>Thema „{topic__subject}“ entfernt.</p>
ru: <h4>Успех!</h4><p>Тема "{topic__subject}" удалена.</p>
uk: <h4>Успіх!</h4><p>Тема"{topic__subject}" видалена.</p>

source: <h4>Error!</h4><p>The message doesn't exist.</p>
de: <h4>Fehler!</h4><p>Der Beitrag existiert nicht.</p>
ru: <h4>Ошибка!</h4><p>Сообщение не существует.</p>
uk: <h4>Помилка!</h4><p>Повідомлення не існує.</p>

source: <h4>Error!</h4><p>The message you were trying to modify does either not exist, or you don't have access to it.</p>
de: <h4>Fehler!</h4><p>Der Beitrag, den Du ändern wilsst, existiert entweder nicht oder Du hast keinen Zugriff darauf.</p>
ru: <h4>Ошибка!</h4><p>Сообщение, которое Вы пытаетесь изменить, не существует или Вам не доступно.</p>
uk: <h4>Помилка!</h4><p>Повідомлення, яке Ви модифікуєте, більше не існує або Ви не маєте на нього прав.</p>

source: <h4>Error!</h4><p>You are not allowed to modify this message!</p>
de: <h4>Fehler!</h4><p>Du bistnicht berechtigt, diesen Beitrag zu ändern!</p>
ru: <h4>Ошибка!</h4><p>Вам не разрешается изменять это сообщение!</p>
uk: <h4>Помилка!</h4><p>Вам не дозволено модифікувати повідомлення!</p>

source: <h4>Success!</h4><p>The message has been updated.</p>
de: <h4>Erfolg!</h4><p>Der Beitrag wurde aktualisiert.</p>
ru: <h4>Успех!</h4><p>Сообщение изменено.</p>
uk: <h4>Успіх!</h4><p>Повідомлення оновлено.</p>

source: <h4>Error!</h4><p>Mandatory form field is empty.</p>
de: <h4>Fehler!</h4><p>Pflichtfeld ist leer.</p>
ru: <h4>Ошибка!</h4><p>Необходимые поля формы не заполнены.</p>
uk: <h4>Помилка!</h4><p>Обов'язкове поле форми пусте.</p>

source: <h4>Error!</h4><p>You are not allowed to delete this message!</p>
de: <h4>Fehler!</h4><p>Du bist nicht berechtigt, diesen Beitrag zu löschen!</p>
ru: <h4>Ошибка!</h4><p>Вам не разрешается удалять это сообщение!</p>
uk: <h4>Помилка!</h4><p>Вам не дозволено видаляти повідомлення!</p>

source: <h4>Success!</h4><p>The message has been deleted.</p>
de: <h4>Erfolg!</h4><p>Der Beitrag wurde gelöscht.</p>
ru: <h4>Успех!</h4><p>Сообщение удалено.</p>
uk: <h4>Успіх!</h4><p>Повідомлення видалено.</p>

source: <h4>Success!</h4><p>The message has been deleted.</p><p>This was the topics opening post, so the topic has been deleted as well.</p>
de: <h4>Erfolg!</h4><p>Der Beitrag wurde gelöscht.</p><p>Dies war der Eröffnungsbeitrag des Themas, daher wurde das Thema ebenfalls gelöscht.</p>
ru: <h4>Успех!</h4><p>Сообщение удалено.</p><p>Это было стартовое сообщение темы, так что вся тема также удалена.</p>
uk: <h4>Успіх!</h4><p>Повідомлення було видалене.</p><p>Це було повідомлення про відкриття поста, тому тема була також видалена.</p>

source: <h4>Success!</h4><p>Message to {recipient_main_char} sent.</p>
de: <h4>Erfolg!</h4><p>Nachricht an {recipient_main_char} gesendet.</p>
ru: <h4>Успех!</h4><p>Сообщение пользователю "{recipient_main_char}" отправлено.</p>
uk: <h4>Успіх!</h4><p>Повідомлення {recipient_main_char} відправлено.</p>

source: <h4>Error!</h4><p>The message you were trying to reply to does either not exist or you are not the recipient.</p>
de: <h4>Fehler!</h4><p>Die Nachricht, auf die Du antworten willst, existiert entweder nicht oder Du bist nicht der Empfänger.</p>
ru: <h4>Ошибка!</h4><p>Сообщение, на которое Вы пытаетесь ответить, не существует или Вы не являетесь получателем.</p>
uk: <h4>Помилка!</h4><p>Повідомлення, на яке Ви відповідаєте, не існує або Ви не отримувач.</p>

source: <h4>Success!</h4><p>Reply to {recipient_main_char} sent.</p>
de: <h4>Erfolg!</h4><p>Antwort an {recipient_main_char} gesendet.</p>
ru: <h4>Успех!</h4><p>Ответ пользователю "{recipient_main_char}" отправлен.</p>
uk: <h4>Успіх!</h4><p>Відповідь {recipient_main_char} надіслана.</p>

source: <h4>Error!</h4><p>The message you tried to remove does either not exist or is not yours to remove.</p>
de: <h4>Fehler!</h4><p>Die Nachricht, die Du entfernen willst, existiert entweder nicht oder Du bist nicht berechtigt sie nicht entfernen.</p>
ru: <h4>Ошибка!</h4><p>Сообщение, которое Вы пытаетесь удалить, не существует или оно не Ваше.</p>
uk: <h4>Помилка!</h4><p>Повідомлення, яке ви хочете видалити, не існує або не Ваше.</p>

source: <h4>Success!</h4><p>Message removed from your inbox.</p>
de: <h4>Erfolg!</h4><p>Nachricht aus Deinem Posteingang entfernt.</p>
ru: <h4>Успех!</h4><p>Сообщение удалено из входящих.</p>
uk: <h4>Успіх!</h4><p>Повідомлення видалено з Вхідних.</p>

source: <h4>Success!</h4><p>Message has been removed from your sent messages.</p>
de: <h4>Erfolg!</h4><p>Nachricht aus Ihrem Postausgang entfernt.</p>
ru: <h4>Успех!</h4><p>Сообщение удалено из отправленных.</p>
uk: <h4>Успіх!</h4><p>Повідомлення видалено з Вихідних.</p>

source: <h4>Error!</h4><p>Something went wrong.</p>
de: <h4>Fehler!</h4><p>Etwas ist schief gelaufen.</p>
ru: <h4>Упс!</h4><p>Что-то пошло не так!</p>
uk: <h4>Помилка!</h4><p>Щось пішло не так. Пороблено.</p>

source: <h4>Success!</h4><p>Profile saved.</p>
de: <h4>Erfolg!</h4><p>Profil gespeichert.</p>
ru: <h4>Успех!</h4><p>Профиль сохранен.</p>
uk: <h4>Успіх!</h4><p>профіль збережено.</p>

source: When activated every reply to any topic in this board will be posted to the defined Discord channel. (Child boards are excluded) Chose wisely! (Default: NO)
de: Wenn aktiviert, wird jede Antwort auf ein beliebiges Thema in diesem Board im definierten Discord-Kanal gepostet. (Child-Boards sind ausgeschlossen) Wähle mit Bedacht! (Standard: NEIN)
ru: При включении каждый ответ в любой теме доски будет отправлен в канал Discord. (Дочерние доски не учитываются) Использовать с умом! (По умолчанию: ВЫКЛ)

source: Mark board as 'Announcement Board'
de: Board als „Ankündigungs-Board“ markieren

source: Mark this board as an 'Announcement Board', meaning that only certain selected groups can start new topics. All others who have access to this board will still be able to discuss in the topics though. This setting will not be inherited to child boards. (Default: NO)
de: Markiere dieses Board als „Ankündigungs-Board“, was bedeutet, dass nur bestimmte ausgewählte Gruppen neue Themen starten können. Alle anderen, die Zugriff auf dieses Board haben, können jedoch weiterhin in den Themen diskutieren. Diese Einstellung wird nicht an untergeordnete Boards vererbt. (Standard: NEIN)
ru: Пометка 'Доска оповещений' обозначает, что только определенные группы могут начинать новые темы. Все остальные, кто имеет доступ, могут участвовать в обсуждениях. Эта настройка не распространяется на дочерние доски. (По умолчанию: НЕТ)

source: Start topic restrictions for 'Announcement Boards'
de: „Starte Thema“ Einschränkungen für „Ankündigungs-Board“

source: User in at least one of the selected groups will be able to start topics in 'Announcement Boards'. If no group is selected, only forum admins can do so. This setting will not be inherited to child boards. (Hint: These restrictions only take effect when a board is marked as 'Announcement Board', see checkbox above.)
de: Benutzer in mindestens einer der ausgewählten Gruppen können Themen in „Ankündigungs-Boards“ beginnen. Wenn keine Gruppe ausgewählt ist, können dies nur Forenadministratoren tun. Diese Einstellung wird nicht an untergeordnete Boards vererbt. (Hinweis: Diese Einschränkungen wirken sich nur aus, wenn ein Board als „Ankündigungs-Board“ markiert ist, siehe Checkbox oben.)
ru: Пользователи из перечисленных групп смогут создавать новые темы на 'Досках оповещений'. Если группы не указаны, только админы форума смогут это делать. Эта настройка не распространяется на дочерние доски. (Подсказка: Это ограничение работает только для 'Досок оповещений', см. настройку выше.)

source: Hello there …
de: Hallo …
ru: Привет…

source: User in at least one of these groups have access to this board. If no groups are selected, everyone with access to the forum has also access to this board.
de: Benutzer in mindestens einer dieser Gruppen haben Zugriff auf dieses Board. Wenn keine Gruppen ausgewählt sind, hat jeder, der Zugriff auf das Forum hat, auch Zugriff auf dieses Board.
ru: Пользователи любой из перечисленных групп будут иметь доступ к доске. Если группы не выбраны, все пользователи форума будут иметь доступ к доске.

source: Mark this board as an 'Announcement Board', meaning that only certain selected groups can start new topics. All others who have access to this board will still be able to discuss in the topics though. (Default: NO)
de: Markiere dieses Board als „Ankündigungs-Board“, was bedeutet, dass nur bestimmte ausgewählte Gruppen neue Themen starten können. Alle anderen, die Zugriff auf dieses Board haben, können jedoch weiterhin in den Themen diskutieren. (Standard: NEIN)
ru: Пометка 'Доска оповещений' обозначает, что только определенные группы могут начинать новые темы. Все остальные, кто имеет доступ, могут участвовать в обсуждениях. (По умолчанию: НЕТ)

source: User in at least one of the selected groups will be able to start topics in 'Announcement Boards'. If no group is selected, only forum admins can do so.
de: Benutzer in mindestens einer der ausgewählten Gruppen können Themen in „Ankündigungs-Boards“ starten. Wenn keine Gruppe ausgewählt ist, können dies nur Forumadministratoren tun.
ru: Пользователи из перечисленных групп смогут создавать новые темы на 'Досках оповещений'. Если группы не указаны, только админы форума смогут это делать.

source: Maximum number of messages per page in the topic view
de: Maximale Anzahl von Beiträgen pro Seite in der Themenansicht
ru: Максимальное количество сообщений на странице при просмотре темы

source: Maximum number of topics per page in the board view
de: Maximale Anzahl von Themen pro Seite in der Board-Ansicht
ru: Максимальное количество тем на странице при просмотре доски

source: Maximum length of a users signature
de: Maximale Länge einer Benutzersignatur
ru: Максимальная длина подписи пользователя

source: Toggle navigation
de: Navigation umschalten
ru: Переключить навигацию

source: Read Message
de: Nachricht lesen
ru: Прочитать сообщение

source: Delete Message
de: Beitrag löschen
ru: Удалить сообщение

source: <h4>Warning!</h4><p>There is already a topic with the exact same subject in this board.</p><p>See here: <a href="{existing_topic_url}">{existing_topic.subject}</a></p>
ru: <h4>Предупреждение!</h4><p>На доске уже есть тема с таким же названием.</p><p>См.: <a href="{existing_topic_url}">{existing_topic.subject}</a></p>
